Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_181_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámiide sosiála- ja dearvvašvuođafuolahusa ovddidanprográmma
smn: Sämmiláid sosiaal- já tiervâsvuođâhuolâttâs ovdedemohjelm

source: Sámediggi dohkkehii čoahkkimistis 27.10.2008 Sámiid sosiála- ja dearvvašvuođafuolahusa ovddidanprográmma jagiide 2008-2011 .
smn: Sämitigge tuhhiittij čuákkimistis 27.10.2008 Sämmilij sosiaal- já tiervâsvuođâhuolâttâs ovdedemohjelm ivvijd 2008-2011 .

source: Prográmma ulbmilin lea oasistis ovddidit sámiid gielalaš ja kultuvrralaš vuođđorivttiid ollašuvvama iešstivrejumi vuođul .
smn: Ohjelm uáivilin lii jieijâs uásild ovdediđ sämmilij kielâlâš já kulttuurlâš vuáđuvuoigâdvuođâi olášume jiešhaldâšem vuáđuld .

source: Sámit galget sáhttit boahttevuođasge eallit ja ovdanit iežas álbmogin , iežas vuolggasajiid vuođul , suddakeahttá váldoálbmogii .
smn: Sämmiliih kalgeh pyehtiđ puátteevuođâstuv eelliđ já ovdániđ jieijâs aalmugin , jieijâs vuolgâsoojijn sudâhánnáá válduáaalmugân .

source: Dát eaktuda sámegillii ja sámi kultuvrii vuođđuduvvi bálvalusaid lasiheami ja daid sisdoalu ovddideami .
smn: Taat váátá jieijâs kielân já kulttuurân vuáđuduvvee palvâlusâi lasettem já toi siskáldâs ovdedem .

source: Sámiid bálvalusaid ovddideamis deattuhuvvojit boarrásiid bálvalusat , arrabajásgeassin , sosiálabargu , psykososiála bálvalusat , mánnárávvehatdoaibma , eallindiliid ja sosiála dorvvu ovddideapmi .
smn: Sämmilij palvâlusâi oovdedmist tiäduttuvvojeh puárásij palvâlusah , aarâhšoddâdm , sosiaalpargo , psykososiaallâš palvâlusah , ravviittâstoimâ sehe eellimtile já sosiaaltorvo ovdedem .

source: Sámediggi lea šaddan dehálaš sosiála- ja dearvvašvuođasuorggis doaibmi orgánisašuvdna jagi 2002 rájes go dasa vuosttaš geardde čujuhuvvui earenoamáš stáhtaveahkki sámegielat sosiála- ja dearvvašvuođabálvalusaid buvttadeami várás .
smn: Sämitiggeest lii šoddâm merhâšittee sosiaal- já tiervâsvuođâsyergi tuáimee ive 2002 rääjist , ko toos čujottui vuossâmuu keerdi sierânâs sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusâi oovdedmân uaivildum staatâtoorjâ .

source: Sámediggi ruhtada stáhtavehkiin sámeguovllu gielddaid sámegielat bálvalusaid .
smn: Sämitigge ruttâd staatâtorjuin sämikuávlu kieldâi sämikielâlâš palvâlusâid .
